Repository: ChoudharyAryan/Motor_Controller_Esp32_Flutter_App
Catalog: lib/l10n/app_*.arb
Languages: hi

# language
source: English
hi: भाषा

source: Hi,
hi: हैलो

source: Normal Fast
hi: सामान्य तेज़

source: Normal Slow
hi: सामान्य धीमा

source: Right Swing
hi: दाहिनी स्विंग

source: Left Swing
hi: बाएं स्विंग

source: Motor1
hi: इंजन1

source: Motor2
hi: इंजन2

source: restart
hi: पुनर्प्रारंभ करें

# dnf
source: device not found
hi: साधन नहीं मिला

source: done
hi: हो गया

# eyn
source: Enter Your Name
hi: अपना नाम दर्ज करें

# error
source: error occured
hi: त्रुटि हुई

source: Ball Speed
hi: गेंद की गति

source: THEBOWLER
hi: दबोलर

source: close
hi: बंद करें

# plf
source: platform interaction failed: check your bluetooth connection
hi: प्लेटफ़ॉर्म इंटरैक्शन विफल: अपना ब्लूटूथ कनेक्शन जांचें

source: Warning
hi: चेतावनी

source: confirm
hi: पुष्टिकृत करें

# restartwarning
source: you are restarting The Bowler you will be disconnected and have to reconnect to the device
hi: आप बाउलर को पुनः आरंभ कर रहे हैं, तो आप डिस्कनेक्ट हो जाएंगे और डिवाइस से पुनः कनेक्ट हो जाएंगे
